;  搜狗输入法--自定义短语配置文件

;  自定义短语说明：
;  1、自定义短语支持多行、空格、指定位置。
;  2、每条自定义短语最多支持30000个汉字，总共支持100000条自定义短语。
;  3、自定义短语的格式如下：

;  单行的格式：
;  字符串+英文逗号+数字（指定排序位置）=短语

;  多行的格式：
;  字符串+英文逗号+数字（指定排序位置）=
;  多行短语

;  具体格式可以参考下面的实例。
;  4、最多支持100000行自定义短语。
;  5、自定义短语的用途有：快捷输入手机号、邮箱、诗词、小短文等，大家可以自由发挥。
;  6、时间函数功能。具体定义格式如下：;  字符串+英文逗号+数字（指定排序位置）=#表达式
;  注意：表达式以英文#开头，后面的表达式中的每一个函数的前面都包含有英文$。
;  函数表如下：
;  函数    	含义    	举例
;  $year    	年(4位) 	2006、2008
;  $year_yy	年(2位) 	06、08
;  $month     	月      	12、8、3
;  $month_mm  	月      	12、08、03		//此函数在输入法3.1版之后（含）有效
;  $day     	日      	3、13、22
;  $day_dd	日	       03、13、22	//此函数在输入法3.1版之后（含）有效
;  $weekday 	星期    	0、1、2、5、6
;  $fullhour	时(24小时制)  	2、8、13、23
;  $fullhour_hh	时(24小时制)  	02、08、13、23		//此函数在输入法3.1版之后（含）有效
;  $halfhour	时(12小时制)	2、8、10、11
;  $halfhour_hh	时(12小时制)	02、08、10、11		//此函数在输入法3.1版之后（含）有效
;  $ampm    	AM、PM(英)	AM、PM（大写）
;  $minute  	分      	02、08、15、28
;  $second  	秒      	02、08、15、28
;  $year_cn 	年(中文4位)	二〇〇六
;  $year_yy_cn	年(中文2位)	〇六
;  $month_cn	月(中文)	十二、八、三
;  $day_cn  	日(中文)	三、十三、二十二
;  $weekday_cn 	星期(中文)	日、一、二、五、六
;  $fullhour_cn	时(中文24时制)	二、八、十三、二十三
;  $halfhour_cn	时(中文12时制)	二、八、一、十一
;  $ampm_cn 	上午下午(中文)	上午、下午
;  $minute_cn	分(中文)	零二、零八、十五、二十八
;  $second_cn	秒(中文)	零二、零八、十五、二十八
;  具体你可以参考这个文件最下面的例子，实际体验一下就明白了。
;  你可以用自定义短语来做一个带动态时间的多行回信落款。
;  ss,1=#$year年$month月$day_dd日 $fullhour:$minute:$second

pingmi,2=㎡
lifangmi,2=m³
lfm,2=m³
lifang,2=m³
tm,3=™
miu,2=μ
bichao,1=B超
tixu,1=T恤
md,5=MD5
mp,3=MP3
mp,4=MP4
mp,5=MP5
zjt,1=←
yjt,1=→
sjt,1=↑
xjt,1=↓
e,3=の
dh,3=、
jgh,3=·
yd,3=·
blx,3=～
smh,3=《
smh,4=》
pzh,3=——
zfh,2=±
ch,3=×
ch,4=÷
dg,3=√
blh,3=～
slh,3=……
dbh,3=∶
zfh,3=±
du,3=°
ydy,2=≈
xydy,5=≤
dydy,5=≥
xxfh,5=♂
cxfh,5=♀
xb,3=♂
xb,4=♀
ssd,2=℃
wd,3=℃
my,3=＄
yb,3=￡
rmb,2=￥
and,3=＆
he,3=＆
pai,3=π
bfh,2=％
qfh,2=‰
zjh,2=§
hch,2=※
wjx,3=☆
wjx,4=★
yq,3=○
yq,4=●
lx,3=◇
lx,4=◆
fk,3=□
fk,4=■
sjx,3=△
sjx,4=▲
haha,4=^_^
y,2=「
y,3=」
alpha,1=α
beta,1=β
gamma,1=γ
delta,1=δ
epsilon,1=ε
zeta,1=ζ
eta,1=η
theta,1=θ
iota,1=ι
kappa,1=κ
lambda,1=λ
mu,1=μ
nu,1=ν
xi,1=ξ
omicron,1=ο
pi,1=π
rho,1=ρ
sigma,1=σ
tau,1=τ
upsilon,1=υ
phi,1=φ
chi,1=χ
psi,1=ψ
omega,1=ω
alpha,2=Α
beta,2=Β
gamma,2=Γ
delta,2=Δ
epsilon,2=Ε
zeta,2=Ζ
eta,2=Η
theta,2=Θ
iota,2=Ι
kappa,2=Κ
lambda,2=Λ
mu,2=Μ
nu,2=Ν
xi,2=Ξ
omicron,2=Ο
pi,2=Π
rho,2=Ρ
sigma,2=Σ
tau,2=Τ
upsilon,2=Υ
phi,2=Φ
chi,2=Χ
psi,2=Ψ
omega,2=Ω
alp,1=α
bet,1=β
gam,1=γ
del,1=δ
eps,1=ε
zet,1=ζ
eta,1=η
the,1=θ
iot,1=ι
kap,1=κ
lam,1=λ
mu,1=μ
nu,1=ν
xi,1=ξ
omi,1=ο
pi,1=π
rho,1=ρ
sig,1=σ
tau,1=τ
ups,1=υ
phi,1=φ
chi,1=χ
psi,1=ψ
ome,1=ω
alp,2=Α
bet,2=Β
gam,2=Γ
del,2=Δ
eps,2=Ε
zet,2=Ζ
eta,2=Η
the,2=Θ
iot,2=Ι
kap,2=Κ
lam,2=Λ
mu,2=Μ
nu,2=Ν
xi,2=Ξ
omi,2=Ο
pi,2=Π
rho,2=Ρ
sig,2=Σ
tau,2=Τ
ups,2=Υ
phi,2=Φ
chi,2=Χ
psi,2=Ψ
ome,2=Ω
lamda,1=λ
miu,1=μ
niu,1=ν
ksai,1=ξ
pai,1=π
rou,1=ρ
fai,1=φ
kai,1=χ
psai,1=ψ
lamda,2=Λ
miu,2=Μ
niu,2=Ν
ksai,2=Ξ
pai,2=Π
rou,2=Ρ
fai,2=Φ
kai,2=Χ
psai,2=Ψ